function table_all_pm(runa) {

	var html = '';
	
	html += ("<table class=\"table\"><thead><th>Коррекционный ряд по руне '"+runa.toUpperCase()+"'</th></thead><tbody><tr><td>");
	
	switch (runa) {
		case 'fehu': 	
			html += ("Способность к новым начинаниям, к внесению изменений в свою жизнь, деловые качества, оперирование деньгами и собственностью");
			break;
		case 'algiz': 	
			html += ("Защищенность человека той или иной системой, но при этом и способность человека соответствовать той или иной системе");
			break;
		case 'ansuz': 	
			html += ("Склонность к решению значительных жизненных вопросов, интерес к глобальным процессам, религиозность, восприятие общности бытия");
			break;
		case 'berkano': 	
			html += ("Мягкость, способность сопереживать, доброта, материнские (родительские) качества, способность приспосабливаться, способность создать домашний очаг и поддерживать его");
			break;
		case 'dagaz': 	
			html += ("Способность доводить дела и процессы до конца, способность выхода на следующий цикл, а иногда и на следующий круг развития ");
			break;
		case 'ehwaz': 	
			html += ("Реализация намерений, самостоятельность, способность отстоять свое мнение, способность на решительные, а иногда и на нестандартные действия");
			break;
		case 'eihwaz': 	
			html += ("Жизнеспособность и жизнестойкость, способность создавать условия для развития, для дальнейшей деятельности, идти вперед, оптимизм");
			break;
		case 'gebo': 	
			html += ("Способность к диалогу, партнерские качества, способность любить, отношения в коллективе, в общественной группе");
			break;
		case 'hagalaz': 	
			html += ("Способность отринуть, а при необходимости и уничтожить устаревшее, вредное и не нужное, навести порядок, дать необходимый отпор");							
			break;
		case 'ingwaz': 	
			html += ("Жизненная сила и энергия, потенция, здоровье, вопросы изобилия");
			break;
		case 'isa': 	
			html += ("Способность к медитации, к всесторонней проверке перед решающим шагом, способность остановиться в нужный момент, отношение к отдыху, в некоторых случаях пассивность");
			break;
		case 'jera': 	
			html += ("Размеренность, способность человека получить результаты своего труда, ощущение времени  и места, вхождение человека в процессы, существование и деятельность человека в циклических процессах");
			break;
		case 'kenaz': 	
			html += ("Восприятие информации, способности и таланты, способность овладевать знаниями, усваивать опыт, делиться знаниями и опытом, энтузиазм, способность выявления истинности");
			break;
		case 'laguz': 	
			html += ("Гибкость, способность к адаптации, способность преодолевать препятствия, проявления азарта, склонность к игре");
			break;
		case 'mannaz': 	
			html += ("Интеллектуальные способности, творческие способности, логика, Эго");
			break;
		case 'nauthiz': 	
			html += ("Способность к рутинной работе, к нахождению в условиях жестких рамок и ограничений, усидчивость и способность потребовать вышесказанное от окружающих, способность навязать свое мнение, убедить окружающих в жесткой форме");
			break;
		case 'othala': 	
			html += ("Семья, семейственность, отношения в семье и коллективе, взаимопонимание в семье и коллективе");
			break;
		case 'perthro': 	
			html += ("Возможность и способность к возрождению, к полному преобразованию, зарождению нового, сексуальная сфера, дети");
			break;
		case 'raidho': 	
			html += ("Путь человека, правильность пути и стойкость в достижении цели, способность к развитию, мобильность и оперативность в делах");
			break;
		case 'sowilo': 	
			html += ("Стремление к успеху, способность достичь успеха, нацеленность на успех, мотивация жизнедеятельности");
			break;
		case 'thurisaz': 	
			html += ("Способность расчистить хаос, способность к кардинальным, даже революционным переменам, вместе с тем проявление авторитарности и властности");
			break;
		case 'tiwaz': 	
			html += ("Мужество, способность к обороне и к контратаке, стойкость на жизненном пути, сила воина");
			break;
		case 'uruz': 	
			html += ("Упорство, настойчивость, работоспособность, физическая активность, энергичность, выносливость");
			break;
		case 'wunjo': 	
			html += ("Способность радоваться жизни, в первую очередь результатами и достижениями труда, и делиться этой радостью с окружающими");		
			break;			
	}

	html += ("</td></tr></table>");	

	return html;
}